///*++
//Copyright (c) 2018 Byosoft Corporation. All rights reserved.
//This software and associated documentation (if any) is furnished
//under a license and may only be used or copied in accordance
//with the terms of the license. Except as permitted by such
//license, no part of this software or documentation may be
//reproduced, stored in a retrieval system, or transmitted in any
//form or by any means without the express written consent of
//Byosoft Corporation.
//
//Module Name:
//
//  Nvme.uni
//
//Abstract:
//
// Nvme Configuration Form String Definitions
//--*/
/=#
#langdef   en-US "English"

#string STR_NVME_SETUP_FORM                #language en-US   "Nvme Setup"
                                           #language zh-Hans "Nvme Setup"
#string STR_NVME_SETUP_FORM_HELP           #language en-US   "This option is used to configure the Nvme device."
                                           #language zh-Hans "This option is used to configure the Nvme device."

#string STR_NVME_OPTIONROM_PRIORITY        #language en-US   "Nvme OptionRom Select"
                                           #language zh-Hans "Nvme OptionRom Select"
#string STR_NVME_OPTIONROM_PRIORITY_HELP   #language en-US   "Select Which OptionRom the Nvme device should be loaded first,BIOS or AddOnCard."
                                           #language zh-Hans "Select Which OptionRom the Nvme device should be loaded first,BIOS or AddOnCard."
#string STR_BIOS_FIRST                     #language en-US   "Bios->AddOnCard"
#string STR_ADDON_FIRST                    #language en-US   "AddOnCard->Bios"

#string STR_DISABLED                       #language en-US   "Disabled"
#string STR_ENABLED                        #language en-US   "Enabled"


